[
  "<PAD>",
  "<UNK>",
  "一",
  "丁",
  "七",
  "丈",
  "三",
  "上",
  "下",
  "不",
  "且",
  "丕",
  "世",
  "丘",
  "並",
  "中",
  "丹",
  "主",
  "乃",
  "久",
  "之",
  "乍",
  "乎",
  "乏",
  "乘",
  "九",
  "乞",
  "也",
  "乳",
  "乾",
  "亂",
  "了",
  "予",
  "争",
  "事",
  "二",
  "于",
  "云",
  "互",
  "五",
  "井",
  "亡",
  "交",
  "亦",
  "享",
  "京",
  "亭",
  "人",
  "仁",
  "仆",
  "今",
  "介",
  "仍",
  "仕",
  "他",
  "仗",
  "付",
  "仙",
  "仞",
  "代",
  "令",
  "以",
  "仰",
  "仲",
  "任",
  "伊",
  "伏",
  "休",
  "伯",
  "伴",
  "伸",
  "似",
  "伽",
  "但",
  "位",
  "低",
  "住",
  "何",
  "佛",
  "作",
  "佞",
  "佩",
  "佳",
  "併",
  "使",
  "來",
  "侈",
  "侍",
  "供",
  "依",
  "侯",
  "侵",
  "侶",
  "便",
  "促",
  "俊",
  "俗",
  "保",
  "俟",
  "信",
  "修",
  "俯",
  "俱",
  "俸",
  "個",
  "倍",
  "倐",
  "倒",
  "候",
  "倚",
  "借",
  "倦",
  "倩",
  "值",
  "偃",
  "假",
  "偏",
  "偕",
  "做",
  "停",
  "健",
  "側",
  "偶",
  "偷",
  "傅",
  "傍",
  "傑",
  "催",
  "傲",
  "傳",
  "債",
  "傷",
  "傾",
  "僊",
  "僞",
  "僧",
  "價",
  "僻",
  "儒",
  "優",
  "儼",
  "兀",
  "元",
  "兄",
  "先",
  "光",
  "兒",
  "兔",
  "兢",
  "入",
  "內",
  "全",
  "兩",
  "八",
  "公",
  "六",
  "共",
  "兵",
  "其",
  "典",
  "兼",
  "冉",
  "再",
  "冒",
  "冗",
  "冠",
  "冢",
  "冤",
  "冥",
  "冰",
  "决",
  "况",
  "冷",
  "准",
  "凈",
  "凉",
  "凋",
  "凌",
  "减",
  "凝",
  "几",
  "凡",
  "凰",
  "凱",
  "凴",
  "凶",
  "出",
  "函",
  "刀",
  "分",
  "切",
  "刈",
  "刑",
  "列",
  "初",
  "別",
  "利",
  "别",
  "到",
  "刳",
  "制",
  "刺",
  "刻",
  "刼",
  "剃",
  "則",
  "削",
  "前",
  "剔",
  "剖",
  "剗",
  "剛",
  "剥",
  "剩",
  "剪",
  "副",
  "割",
  "創",
  "剸",
  "劄",
  "劇",
  "劉",
  "劍",
  "劖",
  "力",
  "功",
  "加",
  "助",
  "勇",
  "勉",
  "動",
  "務",
  "勝",
  "勞",
  "勢",
  "勤",
  "勳",
  "勸",
  "勻",
  "勿",
  "包",
  "匆",
  "化",
  "北",
  "匝",
  "匠",
  "匡",
  "匯",
  "匹",
  "區",
  "十",
  "千",
  "升",
  "午",
  "半",
  "卓",
  "单",
  "南",
  "博",
  "卜",
  "占",
  "卧",
  "印",
  "危",
  "即",
  "却",
  "卵",
  "卷",
  "卻",
  "原",
  "厥",
  "厨",
  "厭",
  "厲",
  "去",
  "參",
  "又",
  "及",
  "友",
  "反",
  "取",
  "受",
  "叟",
  "叢",
  "口",
  "古",
  "句",
  "只",
  "叫",
  "召",
  "可",
  "台",
  "史",
  "司",
  "各",
  "合",
  "吉",
  "同",
  "名",
  "后",
  "吏",
  "吐",
  "向",
  "君",
  "吞",
  "吟",
  "吠",
  "否",
  "含",
  "吳",
  "吸",
  "吹",
  "吻",
  "吾",
  "呀",
  "呈",
  "告",
  "呢",
  "周",
  "味",
  "呼",
  "命",
  "和",
  "咍",
  "咎",
  "咏",
  "咨",
  "咫",
  "咸",
  "哀",
  "品",
  "哂",
  "哉",
  "哥",
  "哩",
  "哭",
  "哺",
  "唇",
  "唐",
  "唯",
  "唱",
  "唳",
  "唾",
  "商",
  "問",
  "啜",
  "啞",
  "啼",
  "喃",
  "善",
  "喙",
  "喚",
  "喜",
  "喧",
  "喪",
  "喫",
  "喬",
  "嗒",
  "嗟",
  "嗤",
  "嘆",
  "嘉",
  "嘔",
  "嘗",
  "嘯",
  "嘶",
  "嘻",
  "器",
  "噪",
  "噫",
  "嚢",
  "嚬",
  "嚲",
  "嚴",
  "嚼",
  "囉",
  "囚",
  "四",
  "回",
  "因",
  "困",
  "固",
  "圃",
  "國",
  "圍",
  "園",
  "圓",
  "圖",
  "團",
  "圜",
  "土",
  "在",
  "圭",
  "圯",
  "地",
  "均",
  "坐",
  "坡",
  "坤",
  "坳",
  "坼",
  "垂",
  "垠",
  "垢",
  "埃",
  "埋",
  "城",
  "域",
  "執",
  "堂",
  "堅",
  "堆",
  "堕",
  "堤",
  "堦",
  "堪",
  "報",
  "場",
  "塊",
  "塍",
  "塗",
  "塘",
  "塢",
  "塤",
  "塵",
  "墀",
  "境",
  "墓",
  "墜",
  "增",
  "墟",
  "墨",
  "墩",
  "墳",
  "墻",
  "壁",
  "壅",
  "壇",
  "壌",
  "壑",
  "壒",
  "壓",
  "壞",
  "壤",
  "士",
  "壯",
  "壺",
  "壽",
  "夏",
  "夕",
  "外",
  "多",
  "夜",
  "夢",
  "大",
  "天",
  "太",
  "夫",
  "夭",
  "央",
  "失",
  "夷",
  "夸",
  "夾",
  "奇",
  "奈",
  "奉",
  "奏",
  "契",
  "奔",
  "奠",
  "奢",
  "奩",
  "奪",
  "女",
  "奴",
  "好",
  "如",
  "妃",
  "妍",
  "妓",
  "妖",
  "妙",
  "妝",
  "妨",
  "妻",
  "始",
  "姑",
  "姓",
  "委",
  "姚",
  "姝",
  "姦",
  "姬",
  "威",
  "娑",
  "娥",
  "娶",
  "婆",
  "媚",
  "媿",
  "嫌",
  "嫦",
  "嫩",
  "嫵",
  "嬉",
  "嬌",
  "嬰",
  "子",
  "字",
  "存",
  "孝",
  "孤",
  "孫",
  "孰",
  "孱",
  "學",
  "孺",
  "它",
  "宅",
  "守",
  "安",
  "完",
  "宗",
  "官",
  "定",
  "宛",
  "宜",
  "客",
  "宣",
  "室",
  "宦",
  "宫",
  "宮",
  "害",
  "宴",
  "宵",
  "家",
  "宸",
  "容",
  "宿",
  "寂",
  "寄",
  "密",
  "寇",
  "富",
  "寒",
  "寓",
  "寛",
  "寞",
  "寥",
  "實",
  "寧",
  "審",
  "寫",
  "寬",
  "寰",
  "寵",
  "寶",
  "寸",
  "寺",
  "封",
  "射",
  "将",
  "將",
  "專",
  "尉",
  "尊",
  "尋",
  "對",
  "小",
  "少",
  "尖",
  "尙",
  "尚",
  "尤",
  "就",
  "尺",
  "尾",
  "局",
  "居",
  "屈",
  "屋",
  "屏",
  "屐",
  "展",
  "屢",
  "層",
  "履",
  "屨",
  "屩",
  "屬",
  "山",
  "屹",
  "岐",
  "岑",
  "岡",
  "岧",
  "岫",
  "岳",
  "岸",
  "峋",
  "峥",
  "峨",
  "峭",
  "峰",
  "島",
  "峻",
  "峽",
  "崇",
  "崎",
  "崑",
  "崔",
  "崕",
  "崖",
  "崙",
  "崚",
  "崛",
  "崟",
  "崢",
  "嵇",
  "嵌",
  "嵐",
  "嵠",
  "嵬",
  "嵯",
  "嵸",
  "嶂",
  "嶇",
  "嶒",
  "嶔",
  "嶙",
  "嶤",
  "嶮",
  "嶸",
  "嶺",
  "巃",
  "巇",
  "巉",
  "巒",
  "巔",
  "巖",
  "巘",
  "川",
  "州",
  "巡",
  "巢",
  "工",
  "左",
  "巧",
  "巨",
  "差",
  "己",
  "已",
  "巳",
  "巴",
  "巷",
  "巽",
  "巾",
  "市",
  "布",
  "帆",
  "希",
  "帔",
  "帖",
  "帝",
  "带",
  "師",
  "席",
  "帳",
  "常",
  "帽",
  "幄",
  "幅",
  "幔",
  "幕",
  "幘",
  "幙",
  "幡",
  "幢",
  "幮",
  "干",
  "平",
  "年",
  "并",
  "幸",
  "幹",
  "幻",
  "幽",
  "幾",
  "床",
  "序",
  "底",
  "府",
  "度",
  "座",
  "庭",
  "庵",
  "康",
  "庾",
  "廉",
  "廊",
  "廋",
  "廟",
  "廢",
  "廣",
  "廬",
  "廳",
  "延",
  "廷",
  "建",
  "弄",
  "弓",
  "引",
  "弟",
  "弦",
  "弱",
  "張",
  "強",
  "强",
  "彈",
  "彌",
  "彎",
  "形",
  "彩",
  "影",
  "彴",
  "彷",
  "役",
  "彼",
  "彿",
  "往",
  "征",
  "待",
  "徊",
  "律",
  "後",
  "徐",
  "徑",
  "徒",
  "得",
  "徘",
  "徙",
  "從",
  "御",
  "徧",
  "復",
  "循",
  "微",
  "徵",
  "德",
  "徹",
  "心",
  "必",
  "忌",
  "忍",
  "志",
  "忘",
  "忙",
  "忠",
  "忤",
  "快",
  "念",
  "忻",
  "忽",
  "怊",
  "怒",
  "怖",
  "思",
  "怡",
  "急",
  "性",
  "怨",
  "怪",
  "怯",
  "恍",
  "恐",
  "恣",
  "恨",
  "恩",
  "恬",
  "息",
  "恰",
  "悁",
  "悉",
  "悔",
  "悟",
  "悠",
  "患",
  "悦",
  "悰",
  "悲",
  "悴",
  "悵",
  "悶",
  "情",
  "惆",
  "惑",
  "惜",
  "惟",
  "惠",
  "惡",
  "惱",
  "想",
  "惹",
  "愁",
  "愆",
  "愈",
  "意",
  "愔",
  "愚",
  "愛",
  "感",
  "愠",
  "愧",
  "愯",
  "慇",
  "態",
  "慎",
  "慕",
  "慘",
  "慚",
  "慢",
  "慣",
  "慮",
  "慰",
  "慳",
  "慵",
  "憂",
  "憍",
  "憐",
  "憑",
  "憔",
  "憚",
  "憫",
  "憲",
  "憶",
  "懂",
  "懃",
  "懇",
  "應",
  "懵",
  "懶",
  "懷",
  "懸",
  "懼",
  "懽",
  "戀",
  "戍",
  "戎",
  "成",
  "我",
  "戒",
  "或",
  "戚",
  "戟",
  "截",
  "戯",
  "戰",
  "戲",
  "戴",
  "戶",
  "户",
  "房",
  "所",
  "扁",
  "扃",
  "扉",
  "手",
  "才",
  "打",
  "扣",
  "扶",
  "扼",
  "承",
  "把",
  "抑",
  "投",
  "折",
  "抛",
  "披",
  "抱",
  "抽",
  "拂",
  "拄",
  "拍",
  "拒",
  "拗",
  "拘",
  "拙",
  "招",
  "拜",
  "拳",
  "拽",
  "拾",
  "持",
  "指",
  "挈",
  "按",
  "挑",
  "振",
  "挽",
  "捋",
  "捫",
  "捲",
  "掀",
  "掃",
  "掌",
  "排",
  "掙",
  "掛",
  "掠",
  "採",
  "探",
  "掣",
  "接",
  "控",
  "推",
  "掩",
  "揀",
  "提",
  "插",
  "揖",
  "揚",
  "換",
  "握",
  "揭",
  "揮",
  "援",
  "搆",
  "搔",
  "搖",
  "搗",
  "搘",
  "搜",
  "搥",
  "搭",
  "携",
  "摘",
  "摧",
  "摩",
  "摶",
  "撒",
  "撓",
  "撤",
  "撥",
  "撩",
  "撫",
  "播",
  "撮",
  "撲",
  "撼",
  "撾",
  "擁",
  "擊",
  "操",
  "擎",
  "擔",
  "擘",
  "擬",
  "擲",
  "擴",
  "擺",
  "擾",
  "攀",
  "攄",
  "攏",
  "攔",
  "攜",
  "攢",
  "攣",
  "攬",
  "支",
  "收",
  "改",
  "放",
  "政",
  "故",
  "效",
  "敎",
  "救",
  "敖",
  "敗",
  "敘",
  "教",
  "敝",
  "敢",
  "散",
  "数",
  "敲",
  "敵",
  "敷",
  "數",
  "斂",
  "文",
  "斑",
  "斗",
  "料",
  "斛",
  "斜",
  "斟",
  "斤",
  "斥",
  "斧",
  "斫",
  "斬",
  "斯",
  "新",
  "斷",
  "斸",
  "方",
  "於",
  "施",
  "斾",
  "旁",
  "旅",
  "旆",
  "旋",
  "旌",
  "旗",
  "既",
  "日",
  "旨",
  "早",
  "旬",
  "旱",
  "昇",
  "昌",
  "明",
  "昏",
  "易",
  "昔",
  "星",
  "映",
  "春",
  "昧",
  "昨",
  "昭",
  "是",
  "時",
  "晏",
  "晚",
  "晝",
  "晞",
  "晡",
  "晦",
  "晨",
  "景",
  "晴",
  "晶",
  "智",
  "暇",
  "暉",
  "暌",
  "暑",
  "暖",
  "暗",
  "暝",
  "暢",
  "暫",
  "暮",
  "曆",
  "曉",
  "曛",
  "曝",
  "曠",
  "曲",
  "曳",
  "更",
  "書",
  "曹",
  "曾",
  "替",
  "最",
  "會",
  "月",
  "有",
  "朋",
  "服",
  "朓",
  "朔",
  "望",
  "朝",
  "期",
  "木",
  "未",
  "末",
  "本",
  "札",
  "术",
  "朱",
  "朽",
  "杉",
  "李",
  "杏",
  "材",
  "村",
  "杖",
  "杜",
  "杞",
  "束",
  "来",
  "杯",
  "東",
  "杵",
  "松",
  "板",
  "枉",
  "枕",
  "林",
  "枚",
  "果",
  "枝",
  "枯",
  "枰",
  "架",
  "柄",
  "柏",
  "柑",
  "染",
  "柔",
  "柘",
  "柯",
  "柱",
  "柳",
  "柴",
  "柿",
  "校",
  "株",
  "核",
  "根",
  "格",
  "栽",
  "桂",
  "桃",
  "案",
  "桐",
  "桑",
  "桓",
  "梁",
  "梅",
  "條",
  "梢",
  "梧",
  "梨",
  "梯",
  "棄",
  "棋",
  "棗",
  "棘",
  "棟",
  "棠",
  "棧",
  "森",
  "棲",
  "棹",
  "椀",
  "植",
  "椒",
  "椽",
  "楊",
  "楚",
  "楞",
  "楫",
  "業",
  "極",
  "楹",
  "楼",
  "概",
  "榕",
  "榛",
  "榭",
  "榮",
  "榴",
  "榷",
  "榻",
  "榼",
  "槁",
  "槃",
  "構",
  "槎",
  "槐",
  "槳",
  "樂",
  "樊",
  "樓",
  "樗",
  "標",
  "樞",
  "模",
  "横",
  "樵",
  "樹",
  "樽",
  "橈",
  "橋",
  "橘",
  "機",
  "橫",
  "檀",
  "檐",
  "檜",
  "檝",
  "檣",
  "檻",
  "櫂",
  "櫓",
  "櫻",
  "欄",
  "權",
  "欒",
  "欠",
  "次",
  "欣",
  "欲",
  "欹",
  "欺",
  "款",
  "歇",
  "歉",
  "歌",
  "歎",
  "歡",
  "止",
  "正",
  "此",
  "步",
  "武",
  "歲",
  "歷",
  "歸",
  "死",
  "歿",
  "殃",
  "殊",
  "殘",
  "段",
  "殷",
  "殺",
  "殿",
  "毁",
  "毉",
  "毋",
  "母",
  "每",
  "毒",
  "比",
  "毛",
  "毫",
  "毬",
  "氏",
  "民",
  "氛",
  "氣",
  "氤",
  "氳",
  "水",
  "永",
  "汀",
  "求",
  "汎",
  "汙",
  "汝",
  "江",
  "池",
  "決",
  "沃",
  "沆",
  "沈",
  "沉",
  "沒",
  "沔",
  "沙",
  "没",
  "沮",
  "沱",
  "河",
  "油",
  "治",
  "沼",
  "沽",
  "沾",
  "沿",
  "況",
  "泄",
  "泉",
  "泊",
  "泐",
  "泓",
  "法",
  "泗",
  "泛",
  "泝",
  "泠",
  "泡",
  "波",
  "泣",
  "泥",
  "注",
  "泱",
  "洋",
  "洗",
  "洛",
  "洞",
  "津",
  "洩",
  "洪",
  "洲",
  "活",
  "流",
  "浃",
  "浙",
  "浦",
  "浩",
  "浪",
  "浮",
  "浯",
  "浴",
  "海",
  "浸",
  "消",
  "涉",
  "涎",
  "涓",
  "涕",
  "涯",
  "涵",
  "涸",
  "涼",
  "淀",
  "淇",
  "淑",
  "淖",
  "淙",
  "淚",
  "淡",
  "淤",
  "淨",
  "淩",
  "淫",
  "淮",
  "深",
  "淳",
  "淵",
  "混",
  "淹",
  "淺",
  "添",
  "清",
  "渚",
  "減",
  "渝",
  "渟",
  "渠",
  "渡",
  "温",
  "測",
  "渴",
  "游",
  "渺",
  "渾",
  "湍",
  "湓",
  "湖",
  "湘",
  "湛",
  "湧",
  "湯",
  "湲",
  "源",
  "準",
  "溜",
  "溝",
  "溢",
  "溪",
  "溫",
  "滂",
  "滄",
  "滅",
  "滋",
  "滌",
  "滑",
  "滔",
  "滯",
  "滴",
  "滿",
  "漁",
  "漂",
  "漏",
  "演",
  "漕",
  "漘",
  "漚",
  "漢",
  "漣",
  "漪",
  "漫",
  "漱",
  "漲",
  "漳",
  "漸",
  "漾",
  "漿",
  "潄",
  "潔",
  "潘",
  "潛",
  "潜",
  "潢",
  "潤",
  "潭",
  "潮",
  "潯",
  "潺",
  "潼",
  "澄",
  "澗",
  "澤",
  "澹",
  "激",
  "濁",
  "濃",
  "濕",
  "濛",
  "濟",
  "濤",
  "濫",
  "濯",
  "濱",
  "瀉",
  "瀑",
  "瀕",
  "瀛",
  "瀟",
  "瀣",
  "瀧",
  "瀰",
  "瀾",
  "灌",
  "灑",
  "灘",
  "灣",
  "火",
  "灰",
  "炊",
  "炎",
  "炙",
  "炬",
  "炷",
  "烈",
  "烏",
  "烟",
  "烹",
  "焚",
  "無",
  "焦",
  "焰",
  "然",
  "煉",
  "煖",
  "煙",
  "照",
  "煩",
  "煮",
  "熄",
  "熏",
  "熙",
  "熟",
  "熱",
  "熳",
  "燃",
  "燈",
  "燒",
  "燕",
  "營",
  "燭",
  "爐",
  "爛",
  "爭",
  "爲",
  "父",
  "爽",
  "爾",
  "牀",
  "牁",
  "牂",
  "牆",
  "片",
  "版",
  "牙",
  "牛",
  "牡",
  "牢",
  "牧",
  "物",
  "特",
  "牽",
  "犀",
  "犂",
  "犢",
  "犬",
  "狂",
  "狄",
  "狐",
  "狼",
  "猛",
  "猝",
  "猱",
  "猴",
  "猶",
  "猿",
  "獄",
  "獐",
  "獨",
  "獵",
  "獸",
  "獻",
  "獼",
  "玄",
  "率",
  "玉",
  "王",
  "玕",
  "玩",
  "玲",
  "玳",
  "玷",
  "珊",
  "珍",
  "珠",
  "班",
  "球",
  "琅",
  "理",
  "琉",
  "琊",
  "琤",
  "琯",
  "琳",
  "琴",
  "琵",
  "琶",
  "瑁",
  "瑕",
  "瑚",
  "瑞",
  "瑟",
  "瑤",
  "瑩",
  "瑯",
  "瑰",
  "璃",
  "璣",
  "璧",
  "璫",
  "環",
  "瓊",
  "瓏",
  "瓜",
  "瓠",
  "瓢",
  "瓦",
  "瓶",
  "甃",
  "甌",
  "甑",
  "甕",
  "甘",
  "甚",
  "生",
  "産",
  "用",
  "甬",
  "田",
  "由",
  "甲",
  "男",
  "甽",
  "界",
  "畏",
  "畔",
  "留",
  "畜",
  "畝",
  "畢",
  "略",
  "畦",
  "畧",
  "番",
  "畫",
  "異",
  "當",
  "疆",
  "疇",
  "疊",
  "疏",
  "疑",
  "疲",
  "疵",
  "疾",
  "病",
  "痛",
  "瘁",
  "瘏",
  "瘡",
  "瘦",
  "瘴",
  "癘",
  "癡",
  "登",
  "發",
  "白",
  "百",
  "的",
  "皆",
  "皇",
  "皋",
  "皎",
  "皓",
  "皖",
  "皚",
  "皮",
  "皺",
  "盂",
  "盃",
  "盆",
  "盈",
  "益",
  "盛",
  "盜",
  "盞",
  "盟",
  "盡",
  "盤",
  "盧",
  "盬",
  "目",
  "直",
  "相",
  "省",
  "眄",
  "眇",
  "眉",
  "看",
  "真",
  "眠",
  "眩",
  "眷",
  "眺",
  "眼",
  "着",
  "睂",
  "睇",
  "睍",
  "睛",
  "睡",
  "睹",
  "瞥",
  "瞬",
  "瞰",
  "瞻",
  "瞽",
  "瞿",
  "矇",
  "矜",
  "矣",
  "知",
  "短",
  "矯",
  "石",
  "砂",
  "砌",
  "研",
  "砧",
  "破",
  "碎",
  "碑",
  "碧",
  "碩",
  "碾",
  "磊",
  "磨",
  "磬",
  "磴",
  "礙",
  "礦",
  "示",
  "社",
  "祁",
  "祇",
  "祈",
  "祐",
  "祖",
  "祗",
  "祛",
  "祝",
  "神",
  "祠",
  "祥",
  "祿",
  "禁",
  "禅",
  "禍",
  "福",
  "禪",
  "禮",
  "禱",
  "禽",
  "禾",
  "秀",
  "私",
  "秋",
  "科",
  "秔",
  "秣",
  "秦",
  "秧",
  "秪",
  "移",
  "稀",
  "稅",
  "程",
  "稍",
  "稔",
  "稜",
  "種",
  "稱",
  "稻",
  "稽",
  "穀",
  "積",
  "穎",
  "穗",
  "穩",
  "穰",
  "穴",
  "穹",
  "空",
  "穿",
  "突",
  "窊",
  "窗",
  "窣",
  "窮",
  "窺",
  "窻",
  "竇",
  "立",
  "竟",
  "章",
  "童",
  "竭",
  "端",
  "競",
  "竹",
  "竿",
  "笋",
  "笑",
  "笙",
  "笛",
  "笠",
  "笥",
  "符",
  "第",
  "笴",
  "笻",
  "筆",
  "等",
  "筋",
  "筐",
  "策",
  "筠",
  "筵",
  "箔",
  "算",
  "管",
  "箭",
  "箴",
  "節",
  "篁",
  "篆",
  "篇",
  "篋",
  "篔",
  "篙",
  "篪",
  "簇",
  "簞",
  "簟",
  "簡",
  "簪",
  "簫",
  "簷",
  "簹",
  "簾",
  "簿",
  "籃",
  "籍",
  "籙",
  "籟",
  "籠",
  "籬",
  "粉",
  "粟",
  "粱",
  "粹",
  "精",
  "糊",
  "糗",
  "糜",
  "糢",
  "糴",
  "糾",
  "紀",
  "約",
  "紅",
  "紆",
  "紋",
  "納",
  "紐",
  "紗",
  "紙",
  "紛",
  "紞",
  "素",
  "索",
  "紫",
  "累",
  "細",
  "終",
  "絃",
  "絆",
  "結",
  "絕",
  "給",
  "絮",
  "絲",
  "絳",
  "絹",
  "綃",
  "經",
  "綠",
  "維",
  "網",
  "綸",
  "綽",
  "綿",
  "緋",
  "緒",
  "線",
  "締",
  "緣",
  "編",
  "緩",
  "緲",
  "練",
  "緹",
  "縂",
  "縈",
  "縑",
  "縣",
  "縮",
  "縱",
  "縵",
  "縷",
  "縹",
  "總",
  "繁",
  "繋",
  "繚",
  "繞",
  "繡",
  "繩",
  "繫",
  "繭",
  "繻",
  "繼",
  "續",
  "纍",
  "纏",
  "纒",
  "纔",
  "纖",
  "纜",
  "缸",
  "缺",
  "缿",
  "罅",
  "罇",
  "罍",
  "罔",
  "罟",
  "罥",
  "罩",
  "罪",
  "置",
  "署",
  "罷",
  "羅",
  "羈",
  "羊",
  "羌",
  "美",
  "羔",
  "羞",
  "羡",
  "羣",
  "群",
  "羨",
  "義",
  "羮",
  "羲",
  "羸",
  "羹",
  "羽",
  "翁",
  "翅",
  "習",
  "翔",
  "翛",
  "翠",
  "翦",
  "翩",
  "翰",
  "翺",
  "翻",
  "翼",
  "耀",
  "老",
  "考",
  "者",
  "耆",
  "而",
  "耕",
  "耳",
  "聃",
  "聊",
  "聒",
  "聖",
  "聚",
  "聞",
  "聯",
  "聲",
  "聳",
  "聽",
  "聾",
  "肆",
  "肉",
  "肓",
  "肖",
  "肝",
  "肢",
  "肥",
  "肩",
  "肯",
  "肺",
  "背",
  "胡",
  "胸",
  "能",
  "脂",
  "脊",
  "脚",
  "脫",
  "脯",
  "脰",
  "脱",
  "腑",
  "腕",
  "腥",
  "腰",
  "腸",
  "腹",
  "膏",
  "膠",
  "臂",
  "臉",
  "臘",
  "臣",
  "臥",
  "臨",
  "自",
  "臭",
  "臯",
  "至",
  "致",
  "臺",
  "臼",
  "臾",
  "舁",
  "與",
  "興",
  "舉",
  "舊",
  "舌",
  "舍",
  "舒",
  "舜",
  "舞",
  "舟",
  "航",
  "舫",
  "般",
  "舴",
  "舸",
  "船",
  "艇",
  "艋",
  "艦",
  "艮",
  "良",
  "色",
  "艶",
  "艷",
  "艾",
  "芋",
  "芒",
  "芙",
  "芝",
  "芬",
  "芭",
  "芰",
  "花",
  "芳",
  "芷",
  "芽",
  "苑",
  "苔",
  "苗",
  "若",
  "苦",
  "英",
  "范",
  "茅",
  "茆",
  "茗",
  "茫",
  "茶",
  "茸",
  "荄",
  "荆",
  "荇",
  "草",
  "荒",
  "荔",
  "荷",
  "荻",
  "莆",
  "莊",
  "莖",
  "莩",
  "莫",
  "莱",
  "菊",
  "菖",
  "菜",
  "華",
  "菰",
  "菱",
  "菲",
  "菴",
  "萄",
  "萊",
  "萌",
  "萍",
  "萬",
  "萱",
  "萼",
  "落",
  "葉",
  "著",
  "葛",
  "葡",
  "葦",
  "葩",
  "葬",
  "葭",
  "葱",
  "葵",
  "葺",
  "蒙",
  "蒲",
  "蒺",
  "蒼",
  "蒿",
  "蓀",
  "蓉",
  "蓋",
  "蓑",
  "蓬",
  "蓮",
  "蓴",
  "蓼",
  "蔍",
  "蔑",
  "蔞",
  "蔣",
  "蔬",
  "蔭",
  "蔽",
  "蕃",
  "蕉",
  "蕊",
  "蕖",
  "蕚",
  "蕩",
  "蕪",
  "蕭",
  "薄",
  "薇",
  "薦",
  "薰",
  "藉",
  "藍",
  "藏",
  "藜",
  "藤",
  "藥",
  "藩",
  "藻",
  "蘄",
  "蘆",
  "蘇",
  "蘋",
  "蘚",
  "蘭",
  "蘸",
  "蘿",
  "虎",
  "處",
  "虚",
  "虛",
  "虜",
  "虞",
  "號",
  "虧",
  "虬",
  "虱",
  "虹",
  "蚊",
  "蚋",
  "蚤",
  "蛇",
  "蛙",
  "蛩",
  "蜀",
  "蜂",
  "蜍",
  "蜜",
  "蝶",
  "蝸",
  "融",
  "螘",
  "螢",
  "螯",
  "蟄",
  "蟈",
  "蟠",
  "蟬",
  "蟲",
  "蟹",
  "蟾",
  "蠅",
  "蠟",
  "蠡",
  "蠣",
  "蠧",
  "蠶",
  "蠻",
  "血",
  "衄",
  "衆",
  "行",
  "術",
  "街",
  "衙",
  "衛",
  "衝",
  "衢",
  "衣",
  "表",
  "衩",
  "衫",
  "衮",
  "衰",
  "衲",
  "衷",
  "衾",
  "袁",
  "袂",
  "袈",
  "袖",
  "被",
  "裁",
  "裂",
  "裏",
  "裔",
  "裘",
  "裙",
  "補",
  "裝",
  "裟",
  "裴",
  "裹",
  "裾",
  "複",
  "褒",
  "襄",
  "襟",
  "襯",
  "西",
  "要",
  "覆",
  "覉",
  "見",
  "規",
  "覓",
  "視",
  "覘",
  "覧",
  "親",
  "覲",
  "覺",
  "覽",
  "觀",
  "角",
  "觚",
  "觜",
  "解",
  "觴",
  "言",
  "計",
  "訊",
  "訓",
  "訖",
  "託",
  "記",
  "訝",
  "訟",
  "訪",
  "設",
  "許",
  "詐",
  "詔",
  "詞",
  "詠",
  "試",
  "詩",
  "詫",
  "詰",
  "話",
  "詳",
  "誅",
  "誇",
  "認",
  "誚",
  "語",
  "誠",
  "誤",
  "誥",
  "誦",
  "說",
  "誰",
  "課",
  "誼",
  "調",
  "談",
  "請",
  "諍",
  "論",
  "諫",
  "諳",
  "諸",
  "謀",
  "謁",
  "謂",
  "謙",
  "謚",
  "謝",
  "謡",
  "謫",
  "謬",
  "謾",
  "證",
  "譌",
  "識",
  "議",
  "護",
  "讀",
  "變",
  "讎",
  "讒",
  "讓",
  "讖",
  "谷",
  "谿",
  "豁",
  "豈",
  "豐",
  "象",
  "豪",
  "貅",
  "貌",
  "貎",
  "貔",
  "貝",
  "貞",
  "負",
  "貧",
  "貪",
  "貫",
  "貯",
  "貴",
  "貶",
  "買",
  "貺",
  "費",
  "貽",
  "賀",
  "賈",
  "賊",
  "賒",
  "賓",
  "賜",
  "賞",
  "賢",
  "賣",
  "賤",
  "賦",
  "質",
  "贄",
  "贈",
  "贖",
  "贛",
  "赤",
  "赬",
  "赭",
  "走",
  "赴",
  "起",
  "趁",
  "超",
  "越",
  "趙",
  "趣",
  "趨",
  "足",
  "跡",
  "跧",
  "跨",
  "路",
  "跳",
  "踏",
  "踞",
  "踰",
  "蹄",
  "蹇",
  "蹊",
  "蹕",
  "蹙",
  "蹤",
  "蹲",
  "躋",
  "躍",
  "躡",
  "身",
  "軀",
  "車",
  "軋",
  "軌",
  "軍",
  "軒",
  "軟",
  "軸",
  "軺",
  "軻",
  "軿",
  "較",
  "輈",
  "載",
  "輒",
  "輔",
  "輕",
  "輙",
  "輝",
  "輟",
  "輦",
  "輩",
  "輪",
  "輸",
  "輾",
  "輿",
  "轉",
  "轡",
  "辛",
  "辜",
  "辟",
  "辨",
  "辭",
  "辯",
  "辰",
  "辱",
  "農",
  "迂",
  "迍",
  "迎",
  "近",
  "返",
  "迢",
  "迤",
  "迥",
  "迫",
  "述",
  "迴",
  "迷",
  "迸",
  "迹",
  "迺",
  "追",
  "退",
  "送",
  "逃",
  "逅",
  "逆",
  "逍",
  "透",
  "逐",
  "途",
  "逕",
  "通",
  "逞",
  "速",
  "造",
  "逡",
  "逢",
  "連",
  "進",
  "逶",
  "逸",
  "逼",
  "遁",
  "遂",
  "遇",
  "遊",
  "運",
  "遍",
  "過",
  "遏",
  "遐",
  "遑",
  "道",
  "達",
  "違",
  "遙",
  "遠",
  "遣",
  "遥",
  "適",
  "遭",
  "遮",
  "遲",
  "遶",
  "遷",
  "選",
  "遺",
  "遽",
  "避",
  "邀",
  "邂",
  "邃",
  "還",
  "邊",
  "邑",
  "那",
  "邦",
  "邪",
  "邯",
  "郊",
  "郎",
  "郡",
  "部",
  "郭",
  "郵",
  "都",
  "鄉",
  "鄙",
  "鄣",
  "鄭",
  "鄰",
  "鄲",
  "酊",
  "酌",
  "酒",
  "酣",
  "酤",
  "酩",
  "酬",
  "酴",
  "酷",
  "酹",
  "醅",
  "醉",
  "醒",
  "醪",
  "醫",
  "醲",
  "醺",
  "醾",
  "釀",
  "釁",
  "采",
  "里",
  "重",
  "野",
  "量",
  "金",
  "釣",
  "鈎",
  "鈔",
  "鈞",
  "鈴",
  "鉢",
  "銀",
  "銅",
  "銖",
  "銜",
  "銷",
  "鋤",
  "鋪",
  "錙",
  "錢",
  "錦",
  "錫",
  "録",
  "鍾",
  "鎖",
  "鎮",
  "鏁",
  "鏡",
  "鐃",
  "鐘",
  "鐫",
  "鐵",
  "鐺",
  "鑄",
  "鑑",
  "鑱",
  "鑿",
  "長",
  "門",
  "閈",
  "閉",
  "開",
  "閑",
  "閒",
  "間",
  "閔",
  "閣",
  "閩",
  "閫",
  "閬",
  "閲",
  "闇",
  "闉",
  "闊",
  "闋",
  "闌",
  "闔",
  "闕",
  "關",
  "闢",
  "阜",
  "阮",
  "防",
  "阻",
  "阿",
  "陀",
  "陁",
  "陂",
  "附",
  "陋",
  "降",
  "限",
  "陟",
  "陡",
  "院",
  "陣",
  "除",
  "陪",
  "陰",
  "陳",
  "陵",
  "陶",
  "陷",
  "陽",
  "隄",
  "隅",
  "隆",
  "隋",
  "階",
  "随",
  "隔",
  "隕",
  "隙",
  "隨",
  "險",
  "隱",
  "隳",
  "隼",
  "雁",
  "雄",
  "雅",
  "集",
  "雒",
  "雕",
  "雖",
  "雙",
  "雛",
  "雜",
  "雞",
  "離",
  "難",
  "雨",
  "雪",
  "雲",
  "零",
  "雷",
  "電",
  "需",
  "霄",
  "霅",
  "霆",
  "霏",
  "霓",
  "霖",
  "霜",
  "霞",
  "霧",
  "霰",
  "露",
  "霸",
  "靄",
  "靈",
  "青",
  "静",
  "靜",
  "非",
  "靡",
  "面",
  "鞅",
  "鞍",
  "鞫",
  "鞭",
  "韓",
  "韜",
  "音",
  "韶",
  "韻",
  "響",
  "頂",
  "頃",
  "順",
  "須",
  "頌",
  "預",
  "頑",
  "頒",
  "頓",
  "頗",
  "領",
  "頤",
  "頫",
  "頭",
  "頻",
  "顆",
  "題",
  "顒",
  "顔",
  "願",
  "顙",
  "顛",
  "類",
  "顧",
  "顯",
  "風",
  "颭",
  "颼",
  "飄",
  "飈",
  "飛",
  "食",
  "飫",
  "飯",
  "飲",
  "飽",
  "餅",
  "餉",
  "養",
  "餌",
  "餐",
  "餘",
  "餞",
  "館",
  "饌",
  "饑",
  "饒",
  "首",
  "香",
  "馬",
  "馭",
  "馳",
  "駐",
  "駒",
  "駕",
  "騎",
  "騙",
  "騭",
  "騰",
  "騷",
  "驂",
  "驅",
  "驚",
  "驛",
  "驟",
  "驢",
  "驥",
  "驩",
  "驪",
  "骨",
  "骸",
  "髀",
  "體",
  "高",
  "髙",
  "髪",
  "髭",
  "髮",
  "髯",
  "鬖",
  "鬚",
  "鬢",
  "鬬",
  "鬭",
  "鬰",
  "鬱",
  "鬼",
  "魂",
  "魄",
  "魏",
  "魚",
  "魨",
  "魯",
  "鮫",
  "鮮",
  "鯨",
  "鰕",
  "鰣",
  "鰲",
  "鱉",
  "鱗",
  "鱘",
  "鱠",
  "鱸",
  "鳥",
  "鳩",
  "鳬",
  "鳳",
  "鳴",
  "鳶",
  "鴈",
  "鴉",
  "鴒",
  "鴟",
  "鴣",
  "鴻",
  "鵝",
  "鵠",
  "鵬",
  "鵰",
  "鵲",
  "鶚",
  "鶯",
  "鶴",
  "鶻",
  "鷓",
  "鷗",
  "鷦",
  "鷯",
  "鷲",
  "鷺",
  "鸝",
  "鸞",
  "鹵",
  "鹹",
  "鹽",
  "麈",
  "麒",
  "麗",
  "麝",
  "麟",
  "麥",
  "麻",
  "麾",
  "黄",
  "黍",
  "黎",
  "黑",
  "黔",
  "點",
  "黨",
  "鼇",
  "鼎",
  "鼓",
  "鼙",
  "鼠",
  "鼻",
  "齊",
  "齋",
  "齒",
  "龍",
  "龎",
  "龐",
  "龜"
]